{
  "classes": [
    {
      "id": "scholar",
      "name": {"m": "Учёный", "f": "Учёная"},
      "nameEn": "Scholar",
      "professions": [],
      "aspects": ["knowledge", "nature"],
      "traits": [
        {
          "id": "knowNature",
          "name": "Знание природы",
          "levels": [
            {"text": ":check:nature 1:easier\n Все проверки Поиска для Вас на одну категорию проще.", "effect": {}},
            {"text": "2:check:nature в :turn\nВы можете выполнить две проверки Поиска вместо одной за каждый ход.", "effect": {}},
            {"text": "2:check в :turn, :check:nature 2:easier\nВы можете выполнить любые две проверки одного типа вместо одной за каждый ход. Проверки Поиска проще на две категории", "effect": {}}
          ]
        },
        {
          "id": "knowEnemy",
          "name": "Знание врага",
          "levels": [
            {"text": ":attack 1:easier если Вы ранили\nЛюбые атаки по противникам, которых Вам уже удалось ранить - на одну категорию проще.", "effect": {}},
            {"text": ":defence 1:easier если уже отражали\nЕсли Вы успешно отбили удар противника, Ваша защита против него повышается на одну категорию, пока вы дееспособны", "effect": {}},
            {"text": ":attack :defence 1:easier, если видели как ранят или защищаются от атак противника\nВам достаточно видеть как другие ранят противника или успешно отражают его удары, чтобы адаптироваться к ним и получить преимущества.", "effect": {}}
          ]
        },
        {
          "id": "constructor",
          "name": "Конструктор",
          "levels": [
            {"text": "Вы получаете преимущество в две категории на создание предметов с помощью немагических ремёсел. В этот список входят самодельное оружие и доспехи, эликсиры и яды, особые боеприпасы, но не ловушки. Для создания Вам всё ещё нужен рецепт достаточного качества.", "effect": {}},
            {"text": "Вы можете подбирать рецепты самостоятельно, ориентируясь на найденные слухи и общеизвестную информацию. Для этого Вам нужно провести проверку Поиска или Влияния, если это уместно в данной ситуации", "effect": {}},
            {"text": "Вы можете сами создавать рецепты, изучая природные материалы. Проведя успешную проверку Поиска Вы можете узнать о свойствах того или иного материала и придумать ему применение. Проверка на первое создание предмета тем проще, чем более реалистичный у вас план. На усмотрение мастера", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "knowledge", "cost": 3},
        {"type": "aspect", "id": "nature", "cost": 3}
      ]
    },
    {
      "id": "mastermind",
      "name": {"m": "Комбинатор", "f": "Комбинаторша"},
      "nameEn": "Mastermind",
      "professions": [],
      "aspects": ["shadow", "community"],
      "traits": [
        {
          "id": "ambushMaster",
          "name": "Засадный мастер",
          "levels": [
            {"text": "Вы можете подготовить хорошее место для засады, если потратите на это некоторое время. Противнику будет сложнее Вас обнаружить на две категории, а в случае успеха в первый ход все Ваши герои атакуют и защищаются на две категории эффективнее.", "effect": {}},
            {"text": "Если вы отражаете атаку, Вы можете пройти проверку Влияния (против разумных) или  Поиска (против зверей и монстров), чтобы симулировать тяжёлое ранение или даже смерть. Если Ваш обман не раскрыт, Вы можете получить преимущество в две категории на атаку, если наносите неожиданный удар в полную мощь.", "effect": {}},
            {"text": "Вы можете провести проверку Влияния (против разумных) или Поиска (против зверей и монстров), чтобы инициировать ложное отступление. Сложность её будет тем больше, чем меньше у Вас понятных врагу причин для отступления, на усмотрение мастера. В случае успеха Вы должны отходить назад один ход, увлекая противника за собой, а затем обрушиться на него снова, получая преимущества как от засады.", "effect": {}}
          ]
        },
        {
          "id": "criminalSchemes",
          "name": "Преступные схемы",
          "levels": [
            {"text": "Потратив не менее месяца на подготовку, Вы можете организовать серьёзное преступление в поселении. Это может быть кража, похищение или убийство влиятельного лица. Сложность проверки определяет мастер исходя из степени реалистичности Вашего плана. Вы можете отказаться от реализации плана, когда мастер объявил сложность. Выполнить задуманное нелегко, ещё сложнее - не попасться после.  Вероятность того, что кто-то выйдет на Ваш след, зависит от превышения проверки.", "effect": {}},
            {"text": "Потратив не менее месяца на подготовку, Вы можете инициировать войну между разными фракциями в пределах одного поселения. Потратив не менее трёх месяцев - глобальную вражду между глобальными фракциями, не менее шести - войну. Формат войны или вражды может быть разным, в зависимости от сути фракций, например, купеческие гильдии будут враждовать совсем не так, как гильдии воров. Ваши преступные планы на две категории эффективнее, если затрагивают интересы воюющих.", "effect": {}},
            {"text": "Проведя полгода в поселении, вы можете подчинить себе все его преступные организации, при этом оставаясь в тени. Они не знают Вас в лицо и не будут подчиняться напрямую, но дёргая за правильные ниточки Вы можете заставлять их делать то, что нужно Вам. Все проверки Влияния удаются Вам проще на три категории, а уровень Вашего влияния на эти организации не может опускаться ниже Крепкой Дружбы", "effect": {}}
          ]
        },
        {
          "id": "noDistinctiveFeatures",
          "name": "Без особых примет",
          "levels": [
            {"text": "Вы умеете затеряться в толпе, знаете толк в маскировке в поселениях разумных. Искать Вас сложнее на две категории, если Вы только не хотите быть найденным. Иначе - на две категории проще.", "effect": {}},
            {"text": "Ваше умение скрываться с глаз оказывается полезным и на поле боя. Вы умеете быть неприметным и не угрожающим. Если противник собирается атаковать Вас, когда имеет возможность бить по Вашему союзнику, Вы можете пройти проверку Влияния, чтобы переключить его внимание. На это не требуется никаких действий, Вы можете сделать это сколько угодно раз за ход, но каждая следующая проверка будет сложнее.", "effect": {}},
            {"text": "Если Вам удаётся переключить внимание противника на своего союзника - вы можете нанести неожиданную атаку по нему в самый неподходящий момент. Такая атака стоит один порыв, и может быть усилена, но выполняется только один раз за ход.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "shadow", "cost": 2},
        {"type": "aspect", "id": "community", "cost": 4}
      ]
    },
    {
      "id": "weaponmaster",
      "name": {"m": "Оружейник", "f": "Оружейница"},
      "nameEn": "Weaponmaster",
      "professions": [],
      "aspects": ["war", "knowledge"],
      "traits": [
        {
          "id": "steelShines",
          "name": "И сталь блестит",
          "levels": [
            {"text": "Вы знаете толк в боевом снаряжении и со всей скурпулёзностью подходите к его выбору. Ваша броня или один из наборов вооружения качественнее на целую категорию.", "effect": {}},
            {"text": "Прежде чем стать популярным, более эффективное оружие появляется на рынке в малом количестве. Используя свои связи (не менее 4 уровня) и деньги (не менее 7 уровня), Вы можете найти такие редкие образцы и пополнить свою коллекцию. Теперь более высоким качеством могут отличаться два набора вооружения, или один набор и броня.", "effect": {}},
            {"text": "Если вы привыкаете к оружию не менее месяца, необходимое превышение защиты за каждый вид травмы сокращается на единицу (мин 1). Кроме того, Вы можете использовать особые удары экзотического оружия без штрафов. Одновременно вы можете таким образом привыкнуть только к трём наборам снаряжения. ", "effect": {}}
          ]
        },
        {
          "id": "mySword",
          "name": "Таких мечей много, но этот - мой",
          "levels": [
            {"text": "Если Вы организуете что-то, связанное с оружием или вооружёнными людьми, Ваши проверки Порядка легче на две категории (6). Нанимать и вооружать отряд наёмников для Вас дешевле на одну категорию.", "effect": {}},
            {"text": "Вооружённые с Вашей помощью отряды защищаются и атакуют эффективнее на одну категорию.", "effect": {}},
            {"text": "Если Ваши товарищи по команде прислушиваются к Вашим советам, каждый может сделать один набор оружия или свою броню более эффективными (на одну категорию). На этом уровне Вы также получаете такое преимущество.", "effect": {}}
          ]
        },
        {
          "id": "worthMoreThanGold",
          "name": "Дороже золота",
          "levels": [
            {"text": "Оружие даёт силу, а сила - власть. Попадая в новые сообщества Вы сразу получаете как минимум Небольшое Влияние на воинское и дворянское сословие, если готовы демонстрировать своё превосходное снаряжение.", "effect": {}},
            {"text": "Внешний вид Вашего снаряжения заставляет нанимателей задуматься о цене за Ваши услуги. Если Вашему заказчику это по карману, он предложит на одну категорию более высокую оплату. Если нет - он и вовсе не станет предлагать Вам работу.", "effect": {}},
            {"text": "Раз в три месяца Вы можете купить действительно очень редкое оружие, совершив покупку не менее чем 7 уровня богатства. Такую редкость с удовольствием купят любые коллекционеры, вполне вероятно - даже короли и императоры.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 2},
        {"type": "aspect", "id": "knowledge", "cost": 4}
      ]
    },
    {
      "id": "tactician",
      "name": {"m": "Тактик", "f": "Тактичка"},
      "nameEn": "Tactician",
      "professions": [],
      "aspects": ["war", "knowledge"],
      "traits": [
        {
          "id": "holdOn",
          "name": "Держись!",
          "levels": [
            {"text": "За один ход Вы можете помочь союзнику советом два раза, а не один. Кроме того, Ваши советы могут увеличить не только защиту, но и нападение. Ваши советы должны быть реалистичны, иначе мастер может решить, что они не принесут пользу.", "effect": {}},
            {"text": "Стоящие плечом к плечу с Вами товарищи атакуют и защищаются на одну категорию эффективнее, но это преимущество не складывается с эффектом от вербальной помощи.", "effect": {}},
            {"text": "Вы можете помочь союзнику трижды за один ход, эффект суммируется с преимуществом от второго уровня этого умения.", "effect": {}}
          ]
        },
        {
          "id": "officerCourses",
          "name": "Офицерские курсы",
          "levels": [
            {"text": "Вы можете невзначай демонстрировать свои познания в тактике в разговоре, если хотите этого. Все Ваши проверки Влияния на невраждебных разумных-воинов эффективнее на две категории.", "effect": {}},
            {"text": "Вам проще находить грамотных командиров, все нанятые Вами воины атакуют и защищаются эффективнее на одну категорию.", "effect": {}},
            {"text": "Ваша слава идёт впереди Вас, больше хороших бойцов хотят служить под Вашим началом, меньше дураков готовы на Вас напасть. Проверки Влияния на поиск бойцов легче на две категории, проверки организации диверсий и нападений на Вас на две категории сложнее", "effect": {}}
          ]
        },
        {
          "id": "artOfWar",
          "name": "Искусство войны",
          "levels": [
            {"text": "Война требует денег, денег и ещё раз денег. А ещё, бизнес здорово похож на войну. Ваши проверки Порядка и Диверсии на одну категории проще, если они касаются организации прибыльной компании или борьбы с конкурентами.", "effect": {}},
            {"text": "Какой бы важной не была тактика, она не может обойтись без стратегии. Проверки Поиска и Влияния на одну категорию проще, если касаются исследования рынков или стратегических позиций противника.", "effect": {}},
            {"text": "Проверки Порядка, Диверсии, Поиска и Влияния первых двух уровней умения становятся проще не на одну, а на три категории.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 4},
        {"type": "aspect", "id": "knowledge", "cost": 2}
      ]
    },
    {
      "id": "monk",
      "name": {"m": "Монах", "f": "Монахиня"},
      "nameEn": "Monk",
      "professions": [],
      "aspects": ["war", "mysticism"],
      "traits": [
        {
          "id": "martialArts",
          "name": "Боевые искусства",
          "levels": [
            {"text": "Ваша скорость передвижения увеличивается на 2, а рукопашные атаки без оружия становятся эффективнее на одну категорию. Кроме того, Ваша защита в ближнем бою повышается на одну категорию, а в дальнем - на две. Эти бонусы работают только в том случае, если Вы носите броню не тяжелее лёгкой. ", "effect": {}},
            {"text": "Вы больше не получаете штрафов к защите сбоку. Ваши сокрушительные удары без оружия - всегда точные. ", "effect": {}},
            {"text": "Бой для вас - особая форма транса, вы умудряетесь замечать всё происходящее вокруг. Вы больше не получаете штрафов к защите сзади, а также можете реагировать на происходящее за своей спиной. Ваши безоружные атаки становятся эффективнее ещё на одну категорию, а ваши тяжёлые удары оружием ближнего боя становятся всегда точными.", "effect": {}}
          ]
        },
        {
          "id": "bastionOfSpirit",
          "name": "Бастион духа",
          "levels": [
            {"text": "Боевые искусства - не просто способ убрать врага со своей дороги. Для Вас - это способ обратиться к себе, познать мир через себя, а себя - через мир вокруг. Вы должны проводить не менее 10 часов в неделю в изнуряющих тренировках, но в результате Вы чувствуете происходящее вокруг невероятно тонко. Любые проверки Диверсии на две категории проще, если Вы участвуете в них лично.", "effect": {}},
            {"text": "Вы должны тратить на тренировки не менее 20 часов в неделю, но Ваша потребность в сне значительно сократилась. Теперь Вы высыпаетесь всего за 6 часов в сутки. Проверки Порядка проще на одну категорию, если Вы участвуете в них лично.", "effect": {}},
            {"text": "Ваше тело - всего лишь продолжение Вашей несгибаемой воли. Вам больше не нужно спать, но Вы должны проводить не меньше 4х часов в сутки в медитациях, поддерживающих Ваш дух. Пока Вам удаётся выполнять это условие, Вам нужно вдвое меньше припасов для выживания, Ваши раны кровоточат вдвое меньше, а ранить Ваше тело значительно сложнее. Ваш класс брони увеличивается на 1.", "effect": {}}
          ]
        },
        {
          "id": "innerCalm",
          "name": "Внутреннее спокойствие",
          "levels": [
            {"text": "Вам одинаково просто выживать в дикой природе, в суетливом городе или горном додзё. Однако внешний мир Вам не особенно интересен. Ваш уровень знания немагической местности не может быть ниже 4х, но выше этого значения растёт вдвое медленнее обычного.", "effect": {}},
            {"text": "Ваш путь боевых искусств провёл Вас через множество стран и регионов - Ваши проверки Влияния на впервые встреченных незнакомцев на две категории легче.", "effect": {}},
            {"text": "Ваше паранормальное предчувствие опасности позволяет точно знать, когда Вас держат на прицеле, а иногда и заранее знать, что кто-то замыслил недоброе. Это предчувствие иногда может давать ложноположительный результат.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 3},
        {"type": "aspect", "id": "mysticism", "cost": 3}
      ]
    },
    {
      "id": "commander",
      "name": {"m": "Командир", "f": "Командирша"},
      "nameEn": "Commander",
      "professions": [],
      "aspects": ["war", "community"],
      "traits": [
        {
          "id": "followMe",
          "name": "За мной!",
          "levels": [
            {"text": "Перед боем командир может повысить мораль союзных бойцов ниже или равных по рангу на 3 единицы, если успешно пройдёт проверку Влияния или на 1, если провалит её.", "effect": {}},
            {"text": "Вербальная команда командира во время боя поднимает мораль бойца на единицу, а так же позволяет один ход игнорировать негативные последствия тяжёлой травмы.", "effect": {}},
            {"text": "Потратив основное действие во время боя, командир может повысить мораль всех способных его слышать бойцов на 2 единицы, снизить мораль всех разумных бойцов противника на 2 единицы. ", "effect": {}}
          ]
        },
        {
          "id": "allInOrder",
          "name": "Всё по порядку",
          "levels": [
            {"text": "Составить хороший план - половина успеха. Ваши проверки Порядка на одну категорию легче.", "effect": {}},
            {"text": "Мало составить план - нужно ещё и ему следовать. Ваши проверки Порядка на две категории проще, если Вы выполняете работу самостоятельно или с проверенными исполнителями, с которыми Вам уже доводилось работать раньше.", "effect": {}},
            {"text": "Вы умеете составлять чёткие исчерпывающие инструкции, такие, чтобы по ним выполнить работу смогла и обезьяна. Ваши проверки Порядка легче на две категории, если исполнителями на месте руководит выбранный Вами смышлёный человек. Этот бонус работает и если вы руководите лично.", "effect": {}}
          ]
        },
        {
          "id": "togetherStronger",
          "name": "Вместе сильнее",
          "levels": [
            {"text": "Если несколько персонажей думают над решением одной проблемы и готовы доверить Вам руководство, Вы можете сделать так, чтобы проверку проходил персонаж с самой высокой характеристикой, а бонусы учитывались от персонажа с самыми высокими бонусами.", "effect": {}},
            {"text": "Если это проверка Войны, Порядка или Влияния, Вы так же можете облегчить её ещё на одну категорию.", "effect": {}},
            {"text": "Для любых проверок Вы можете сложить все бонусы всех участников, однако полученное преимущество не должно быть больше чем в два раза большим, чем самый большой бонус.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 3},
        {"type": "aspect", "id": "community", "cost": 3}
      ]
    },
    {
      "id": "ranger",
      "name": {"m": "Следопыт", "f": "Следопытка"},
      "nameEn": "Ranger",
      "professions": [],
      "aspects": ["war", "nature"],
      "traits": [
        {
          "id": "bloodyTrail",
          "name": "По кровавому следу",
          "levels": [
            {"text": "Вы не уличный задира, Вы - профессиональный убийца. Вы выслеживаете свою цель и наносите удар издалека. Проверки Поиска на категорию легче, если вы ищете живое существо. Первый удар по не подозревающей о Вас цели эффективнее дополнительно на две категории, но это не должен быть удар с соседней клетки.", "effect": {}},
            {"text": "Ваши атаки по не подозревающему о Вашем присутствии противнику - всегда считаются точными, если Вы успели изучить его по следам или наблюдая в течении хотя бы одной минуты.", "effect": {}},
            {"text": "Ваши дальние атаки (даже через одну клетку) эффективнее на одну категорию даже по обнаружившим Вас противникам, если Вы успели изучить их по следам. Ваша защита в ближнем и дальнем бою против них так же выше на категорию.", "effect": {}}
          ]
        },
        {
          "id": "likeHome",
          "name": "Как у себя дома",
          "levels": [
            {"text": "Если Ваше знание местности хотя бы 5, обнаружить Вас сложнее на одну категорию.", "effect": {}},
            {"text": "Если Ваше знание местности хотя бы 5, обнаружить весь Ваш отряд сложнее на одну категорию. Это касается как попыток спрятаться в засаде, так и передвижения по глобальной карте.", "effect": {}},
            {"text": "Ваше мастерство скрытности достигло своего апогея. Если Вы знаете местность хотя бы до уровня 3, Вы можете скрыть себя с дополнительной сложностью в три категории, или весь отряд - со сложностью в две. Кроме того, Ваш первый удар по не подозревающему о Вашем присутствии врагу получает дополнительный бонус в одну категорию", "effect": {}}
          ]
        },
        {
          "id": "secretPaths",
          "name": "Тайные тропы",
          "levels": [
            {"text": "Вы знаете, как выбирать дорогу, чтобы меньше уставать и больше успевать. Ваша скорость передвижения по глобальной карте увеличена на два. Вы значительно эффективнее обнаруживаете другие отряды неподалёку, на две категории. ", "effect": {}},
            {"text": "С Вашей помощью весь отряд может двигаться по глобальной карте быстрее на единицу. Если Вы прокладываете маршрут движения какого-нибудь отряда, он оказывается на одну категорию безопаснее.", "effect": {}},
            {"text": "Ваши проверки Диверсии против отрядов, движущихся по дикой местности, эффективнее на две категории. Маршруты, проложенные Вами на две категории безопаснее.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 2},
        {"type": "aspect", "id": "nature", "cost": 4}
      ]
    },
    {
      "id": "hunter",
      "name": {"m": "Охотник", "f": "Охотница"},
      "nameEn": "Hunter",
      "professions": [],
      "aspects": ["war", "nature"],
      "traits": [
        {
          "id": "catchTheHunter",
          "name": "На ловца",
          "levels": [
            {"text": "Вопреки расхожему мифу, рыцарь в латах и на коне не сумеет одолеть дракона. А вот хорошо подготовленный охотник - сможет. Вы очень хороши в бою против зверей и монстров из крови и плоти - атака и защита эффективнее на одну категорию.", "effect": {}},
            {"text": "Кое-что из Ваших навыков прекрасно работает и на разумных. Ваши ловушки на одну категорию эффективнее, а кровотечение спровоцированное Вашими атаками, вдвое тяжелее.", "effect": {}},
            {"text": "В бою против зверей и монстров, с которыми Вы уже сталкивались раньше, Ваша атака и защита эффективнее на две категории.", "effect": {}}
          ]
        },
        {
          "id": "battleTrophies",
          "name": "Боевые трофеи",
          "levels": [
            {"text": "Если Ваш уровень знания местности хотя бы 4, Вы можете собирать одну меру немагических полезных ингредиентов из тел живущих в ней животных в месяц. Для этого Вам нужно найти подходящее место и остановиться в нём. Вы также можете извлекать обычные ингредиенты из поверженных в бою монстров", "effect": {}},
            {"text": "Вы можете собирать редкие ингредиенты, тратя на это всё своё время или обычные - прямо на ходу. Из побеждённых в бою Вы можете извлекать обычные или редкие ингредиенты", "effect": {}},
            {"text": "Вы можете собирать даже магические материалы из монстров, которых победили в бою или на которых охотились.", "effect": {}}
          ]
        },
        {
          "id": "startYearAgo",
          "name": "Начинаем год назад",
          "levels": [
            {"text": "Хорошая подготовка - ключ к успешной охоте. Имея большой опыт в вещах такого рода, Вы можете неплохо организовывать и другие дела. Проверки Порядка проще на одну категорию, если они хоть как-то связаны с пребыванием в дикой местности.", "effect": {}},
            {"text": "Что будет, если Ваши конкуретны забудут палатку? Проверки Диверсии так же проще на одну категорию, если связаны с пребыванием Вашей цели в дикой местности.", "effect": {}},
            {"text": "Ваше снаряжениие подобрано так хорошо, что Вы можете использовать его исключительно быстро. Полным действием в бою Вы можете подготовить ловушку, это может быть заранее подготовленный капкан на медведя или некая импровизация на месте. В случае импровизации, вы будете проходить проверку Порядка, сложность которой зависит от реалистичности Вашей задумки.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 4},
        {"type": "aspect", "id": "nature", "cost": 2}
      ]
    },
    {
      "id": "druid",
      "name": {"m": "Друид", "f": "Друидка"},
      "nameEn": "Druid",
      "professions": [],
      "aspects": ["nature", "mysticism"],
      "traits": [
        {
          "id": "oneAmongBeasts",
          "name": "Свой среди зверей",
          "levels": [
            {"text": "Вы умеете вести себя так, чтобы не провоцировать диких животных. Они нападут на Вас только по исключительной причине, например, умирая от голода или защищая своё потомство. Проверки Поиска связанные со зверьми для вас на одну категорию проще.", "effect": {}},
            {"text": "Звери рассматривают Вас как доброго приятеля. Драться на Вашей стороне они, конечно, не станут, но могут предупредить о приближающейся опасности. Ваш отряд на одну категорию сложнее обнаружить, а Вы обнаруживаете другие на одну проще", "effect": {}},
            {"text": "Вы учитесь гораздо лучше понимать, что пытаются Вам сказать наши братья меньшие. Ваши проверки Поиска в местности, где есть звери на две категории эффективнее. Сообщения от зверей мастер теперь передаёт Вам как короткие предложения из двух-трёх простых слов.", "effect": {}}
          ]
        },
        {
          "id": "forestSpirits",
          "name": "Духи леса",
          "levels": [
            {"text": "Ежедневно жертвуя духам местности, в которой Вы находитесь, нечто ценное (обычно подходят съестные припасы) за одну неделю Вы можете наладить с ними контакт. Если духи благоволят Вам, один раз за боевую сцену (или один раз в месяц вне боя), Вы можете пройти проверку автоматически, если это возможно хотя бы при каком-то значении на кубике.", "effect": {}},
            {"text": "Регулярно жертвуя духам местности нечто ценное (отлично подойдут ценные материалы) Вы можете расположить их к себе ещё больше. Проверка, которую Вы видите, может получить максимум или минимум на кубиках по Вашему желанию. Это умение можно применить один раз за бой или раз в месяц в небоевых сценах.", "effect": {}},
            {"text": "Регулярно жертвуя духам местности магические ингредиенты или артефакты (не менее месяца), Вы достигаете максимального расположения с их стороны. Они могут самостоятельно помогать Вам как посчитают нужным, будь это подсказки или помощь в бою.", "effect": {}}
          ]
        },
        {
          "id": "likeAFish",
          "name": "Как рыба в воде",
          "levels": [
            {"text": "Вы чувствуете присутствие крупных зверей на расстоянии в сотню метров. Ваши проверки Поиска в отношении зверей проще на три категории.", "effect": {}},
            {"text": "Монстры - совершенно чуждые природе существа. Земля стонет и плачет там, где они ходят по ней. Вы слышите этот плач издалека, за несколько километров определяя направление до ближайшего монстра. Проверки Поиска в отношении монстров на две категории проще.", "effect": {}},
            {"text": "Магия вплетена в природу, но всё же выделяется на фоне всего остального ярким пятном. Вы чувствуете магические артефакты и ингредиенты, находящиеся в дикой природе за несколько километров. Поиск таких предметов проще на три категории, но имейте ввиду - духи местности могут разозлиться на Вас, если Вы заберёте что-то ценное.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "nature", "cost": 2},
        {"type": "aspect", "id": "mysticism", "cost": 4}
      ]
    },
    {
      "id": "outlaw",
      "name": {"m": "Беглец", "f": "Беглянка"},
      "nameEn": "Outlaw",
      "professions": [],
      "aspects": ["shadow", "nature"],
      "traits": [
        {
          "id": "shepherdOfBlackSheep",
          "name": "Пастух паршивых овец",
          "levels": [
            {"text": "В любом обществе есть те, кто промышляет тёмными делишками. Вы легко определяете таких, сложность проверки ниже на две категории.", "effect": {}},
            {"text": "Вы можете не только успешно определять криминальные элементы, но ещё и ловить их на горячем. Чтобы затем шантажировать. Ваши проверки Влияния на них на две категории эффективнее.", "effect": {}},
            {"text": "Вы безошибочно определяете тёмных дельцов, воров, взяточников в любом обществе, проведя с ними в разговоре хотя бы несколько минут. Размеры взяток для Вас снижены на две категории. Пройдя дополнительную проверку, Вы можете разгадать схему, в которой кто-то замешан.", "effect": {}}
          ]
        },
        {
          "id": "constantlyLookingBack",
          "name": "Постоянно оглядываясь",
          "levels": [
            {"text": "Вы так долго скрывались от властей, что теперь чувствуете себя гораздо лучше вне поселений. Скорость изучения местности удвоена вплоть до уровня 4, если это не магическая местность.", "effect": {}},
            {"text": "Уходить от погони - сильнейший из Ваших талантов. Если Вас преследуют, (в бою или на стратегической карте) Ваша скорость передвижения увеличивается на два.", "effect": {}},
            {"text": "Проведя в поселении хотя бы месяц, Вы узнаёте обо всех тайных ходах, не закрытых от простых людей или криминальных элементов. Если это поселение около границы другого государства, Вы также узнаёте как проникнуть туда незамеченным.", "effect": {}}
          ]
        },
        {
          "id": "withoutStopping",
          "name": "Не останавливаясь",
          "levels": [
            {"text": "Вы учитесь атаковать на бегу, не разворачиваясь. Для Вас возможны атаки вбок с штрафом эффективности в одну категорию.", "effect": {}},
            {"text": "От привычки не так легко избавиться. Если Ваши атаки наносят хотя бы лёгкую травму, они снижают скорость передвижения противника на одну клетку длительностью на два хода. Если только Вы явно не захотите обратного.", "effect": {}},
            {"text": "Вы можете атаковать назад не разворачиваясь со штрафом в одну категорию, или вбок - без штрафа. Кроме того, Ваша защита с тыла становится сильнее на одну категорию.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "shadow", "cost": 3},
        {"type": "aspect", "id": "nature", "cost": 3}
      ]
    },
    {
      "id": "warlock",
      "name": {"m": "Колдун", "f": "Колдунья"},
      "nameEn": "Warlock",
      "professions": [],
      "aspects": ["mysticism", "shadow"],
      "traits": [
        {
          "id": "bloodMagic",
          "name": "Магия крови",
          "levels": [
            {"text": "Вы получаете связь первого уровня с Концептом Жизнь, если ещё не имели её. Ваше особое умение - направлять магическую энергию по крови, которую Вы сумели получить от цели. Касты, направленные таким образом, слабее на два уровня, но не слабее Быстрого. Кровь, изьятая из организма, имеет связь с телом несколько часов.", "effect": {}},
            {"text": "Вы можете жертвовать собственную кровь для усиления магического эффекта - это наносит царапину при результате на кубике 10-12, лёгкую травму в иных случаях. Сила каста вырастает на один уровень.", "effect": {}},
            {"text": "Вы учитесь лучше чувствовать связь Крови, теперь магические эффекты, передаваемые через неё, слабее всего на один уровень, а если Вы прикладываете небольшие усилия, образец крови может оставаться связанным с целью сколь угодно долго. Одновременно Вы можете держать у себя не больше трёх таких образцов, но если не сумеете укрепить связь в какой-нибудь день, она будет разрушена.", "effect": {}}
          ]
        },
        {
          "id": "myOtherHalf",
          "name": "Половинка меня",
          "levels": [
            {"text": "Вам удаётся сделать невероятное - оторвать от своей души небольшой кусок, да ещё так, чтобы он не развалился при этом. Получилось нечто живое, отдельное от Вас и в то же время являющееся Вами. Вы вселили это в животное, получив, таким образом, фамильяра. Небольшой зверёк на Ваш выбор подчиняется Вашей воле, но главное - Вы можете направлять любые касты из той точки, где находится он. Помните, что любые энергии Порядка изгоняют духа, а чтобы вселить его в новое тело, Вам нужно потратить как минимум один день. В случае полного разрушения духовной сущности, Вы получаете травму уровня смертельного ранения и должны потратить не менее недели, чтобы повторить свой опыт.", "effect": {}},
            {"text": "Ваш дух-фамильяр становится значительно сильнее. Животное-носитель больше не является живым - скорее немёртвым. Остановить его физическим оружием можно, но убить - нельзя. Теперь Вы можете проводить энергии Порядка через фамильяра, но эффекты будут на один уровень слабее. Кроме того, теперь духа нельзя изгнать энергией порядка ниже уровнем, чем Средний каст. Вы можете общаться телепатически с фамильяром, когда он меньше чем в 1000 метров от Вас.", "effect": {}},
            {"text": "Дух становится всё сильнее, как и Ваша с ним связь. Вы можете общаться с ним телепатически на любом расстоянии (в пределах одного мира), а в пределах 1000 метров - ещё и ощущать мир его органами чувств. Вселение духа в животное больше не занимает у Вас много времени - достаточно нескольких минут. Любые энергии каста теперь передаются без потерь. В случае полного разрушения духовной сущности фамильяра, вы больше не получите урона.", "effect": {}}
          ]
        },
        {
          "id": "deadWater",
          "name": "Мёртвая вода",
          "levels": [
            {"text": "Вы учитесь заключать некоторые магические эффекты в специальных отварах. Потратив час времени и немного как минимум редких ингредиентов, Вы можете выполнить каст и при успехе, заключить его действие в магическом отваре. Энергия сохранится в нём ещё одни сутки, а затем развеется. Ваш отвар - всегда яд, производить что-то кроме яда Вы ещё не научились. Чтобы он подействовал в полной мере, цель должна его проглотить - а внесённый в кровь вместе с ударом оружия яд подействует на уровень слабее. Сила эффектов, которые может вместить Ваш отвар ограничена уровнем Малого каста.", "effect": {}},
            {"text": "Вы можете заключать более мощные магические эффекты в отварах, теперь они ограничены уровнем до Среднего каста. Кроме того, теперь Вы можете добавлять дополнительные эффекты, кроме урона, но они должны быть слабее основного, а сделать зелье с \"умным\" эффектом любого рода не получится - оно не привязано к разуму применяющего, потому всегда имеет нулевой контроль и нулевую самостоятельность.", "effect": {}},
            {"text": "Ваши зелья теперь могут вмещать эффект вплоть до уровня Большого каста, гораздо более долговечны - могут прожить до недели, а периодически подновляя магию в них, Вы можете держать их рабочими сколь угодно долго (до 9 зелий, 3 шт каждого из 3х типов).Теперь дополнительные эффекты могут оказываться сильнее вредоносного, но как минимум царапину Ваш яд всегда должен наносить.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "mysticism", "cost": 2},
        {"type": "aspect", "id": "shadow", "cost": 4}
      ]
    },
    {
      "id": "specialist",
      "name": {"m": "Мастер", "f": "Мастерица"},
      "nameEn": "Specialist",
      "professions": [],
      "aspects": ["community", "knowledge"],
      "traits": [
        {
          "id": "fasterAndHigher",
          "name": "Быстрее и выше",
          "levels": [
            {"text": "Вы копаете глубоко и не останавливаетесь на достигнутом. И это даёт свои плоды - в любом ремесле, распространённом в обществе, Вы преуспеваете больше других. Работая по любой профессии, не связанной с Мистикой, Вы можете заработать на один уровень богатства больше. Кроме того, все проверки Порядка для Вас на одну категорию проще.", "effect": {}},
            {"text": "Хороших профессионалов ценят. Ваши проверки Влияния на категорию проще, а искать специалистов в какой-то области - проще на две.", "effect": {}},
            {"text": "Занимаясь своим ремеслом, Вы можете заработать на две категории больше богатства больше, чем другие. Ваши проверки Влияния на две категории эффективнее, если Вы проработали по профессии в этом поселении хотя бы месяц.", "effect": {}}
          ]
        },
        {
          "id": "allOnShelves",
          "name": "Всё по полочкам",
          "levels": [
            {"text": "Вы бы не смогли достичь таких высот в своих ремёслах, если бы не анализировали и не систематизировали всё. Все проверки Порядка на одну категорию проще, если они связаны с освоенным Вами ремеслом - на две.", "effect": {}},
            {"text": "Вы можете осваивать новые профессии и ремёсла гораздо быстрее остальных - всего за месяц обучения Вы достигаете уровня среднего специалиста. Ремесло в таком случае считается усвоенным. Вам всё ещё не доступны профессии, связанные с мистикой.", "effect": {}},
            {"text": "Даже мистические профессии теперь доступны Вам, однако Вы должны потратить втрое больше времени, чтобы разобраться в них. Освоив совершенно новую для себя профессию, Вы получите одно очко развития.", "effect": {}}
          ]
        },
        {
          "id": "almostChess",
          "name": "Почти шахматы",
          "levels": [
            {"text": "Потратив основное действие в бою, Вы можете попробовать разгадать тактический замысел противника, если он есть. Это проверка Порядка или Диверсии, на Ваш выбор. Если проверка пройдена успешно, мастер раскрывает Вам суть задумки, а Вы и Ваши товарищи получают преимущество в атаке и защите в одну категорию на следующий раунд боя.", "effect": {}},
            {"text": "Проанализировав как минимум три взаимодействия с враждебными силами, Вы можете попробовать разгадать стратегический замысел противника. Это проверка Порядка или Диверсии на Ваш выбор, сложность тем больше, чем меньше Ваш персонаж узнал предварительно. В случае успеха Вы получаете преимущество в две категории на все проверки (кроме боя) в отношении этой фракции на месяц", "effect": {}},
            {"text": "Преимущество, которое Вы получаете от первых двух уровней этого умения, длится вдвое дольше. Кроме того, если Вы прошли изначальную проверку (Порядка или Диверсии), Вы можете предложить план, как помешать врагу и пройти другую (Диверсии для Порядка или наоборот), чтобы удвоить и силу Вашего преимущества. Сложность проверки выставляет мастер ориентируясь на реалистичность Вашего плана.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "community", "cost": 2},
        {"type": "aspect", "id": "knowledge", "cost": 4}
      ]
    },
    {
      "id": "skald",
      "name": {"m": "Скальд", "f": "Скальдесса"},
      "nameEn": "Skald",
      "professions": [],
      "aspects": ["community", "knowledge"],
      "traits": [
        {
          "id": "knowATale",
          "name": "Знаю сказ, который начинался...",
          "levels": [
            {"text": "Ничто не ново в этом мире, и Вы, как хранитель легенд ушедших эпох, знаете это лучше других. В любой ситуации Вы можете попробовать пройти проверку Порядка, чтобы вспомнить, не было ли уже на свете подобной ситуации. Проверка тем сложнее, чем более необычный пример Вы пытаетесь вспомнить, но если она пройдена, Вы можете поделиться поучительной историей из прошлого с другими, облегчая следующую проверку (свою или чужую) на две категории. Вы можете упрощать подобным образом только проверки Конфликта, Порядка или Влияния.", "effect": {}},
            {"text": "Многие баллады сложены о героизме или о любви, но не стоит забывать и тёмные сказки, которые народ тоже исправно хранит в своей памяти. Теперь Вы можете усиливать этим умением и проверки Диверсии, Защиты и Поиска. Кроме того, раз в месяц Вы можете усилить свою проверку, не затрачивая хода.", "effect": {}},
            {"text": "Вам не составляет труда вывернуть любую историю так, чтобы она выставляла Вас в выгодном свете. Ваши собственные проверки Влияния всегда проще на две категории, а Репутация Вашей группы с любыми невраждебными фракциями всегда как минимум 2 (Небольшое Влияние)", "effect": {}}
          ]
        },
        {
          "id": "ourLastAndDecisive",
          "name": "Наш последний и решительный",
          "levels": [
            {"text": "Жизнь жестока и вопрос не в том, выживешь ли ты. Только в том, каким тебя запомнят. Те, кто дерётся с Вами плечом к плечу понимают, что каждый бой - их шанс занять своё место в героической легенде. Боевой дух всех бойцов ниже рангом чем Вы выше на единицу.", "effect": {}},
            {"text": "Когда Вы успешно побеждаете противника в бою, Вы можете сопровождать свои действия вдохновляющими союзников репликами. Все увидевшие и услышавшие это в бою бойцы ниже Вас рангом получат преимущество в одну категорию при атаке на один раунд.", "effect": {}},
            {"text": "Преимущества двух предыдущих уровней теперь действуют даже на бойцов Вашего ранга, включая товарищей по команде и даже Вас.", "effect": {}}
          ]
        },
        {
          "id": "goldenPages",
          "name": "Золотые страницы",
          "levels": [
            {"text": "Не только простые бойцы хотят остаться в легендах, выдающимся людям своей эпохи тоже не чужда жажда славы. Вам на две категории проще находить выход на тех, кто не стремится общаться с простым людом, а Ваши проверки Влияния против них на одну категорию проще.", "effect": {}},
            {"text": "Вам на две категории проще убеждать нейтральные стороны оказать Вам какую-то помощь - подкрепления, припасы, деньги или снаряжение. Это работает только в том случае, если по мнению люда Вам противостоит серьёный враг.", "effect": {}},
            {"text": "Здорово казаться всем храбрым... но и сойти богатым и щедрым - тоже неплохо. Вы можете рассчитывать на награду на одну категорию выше, если заказчик способен её себе позволить.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "community", "cost": 4},
        {"type": "aspect", "id": "knowledge", "cost": 2}
      ]
    },
    {
      "id": "cutthroat",
      "name": {"m": "Головорез", "f": "Головорезка"},
      "nameEn": "Cutthroat",
      "professions": [],
      "aspects": ["war", "shadow"],
      "traits": [
        {
          "id": "terrorToAll",
          "name": "Гроза всему живому",
          "levels": [
            {"text": "Вы славитесь своей безпринципностью и безжалостностью. Проверки Влияния на одну категорию эффективнее, если Вы предпочитаете действовать через угрозы. Однако, вероятность того, что Ваша деятельность привлечёт внимание властей ничуть не меньше.", "effect": {}},
            {"text": "Враждебные фракции подумают дважды, прежде чем чинить Вам какие-то неудобства. Но уж если они решатся - бросят в бой всё, что имеют. Враждебные фракции решаются на активные действия только при репутации Ненависть (-4) или Лютая Ненависть (-5)", "effect": {}},
            {"text": "Ваши проверки Влияния эффективнее на одну категорию при попытках договориться или на две, если Вы используете угрозы. Любые предприятия и организации связанные с Вашим именем на одну категорию больше защищены от нападок разумных.", "effect": {}}
          ]
        },
        {
          "id": "mindBlowingCruelty",
          "name": "Умопомрачительная жестокость",
          "levels": [
            {"text": "Пришедшие за Вашей головой морально готовы умереть, но никто не готов умереть ТАК. Если противник уже не может эффективно сопротивляться, Вы можете устроить показательную жестокую казнь, подрывая мораль всех, кто это увидел и услышал. Противники получают -2 морали, союзники и нейтральные бойцы -1. На это нужно затратить основное действие, но в следующий ход противники будут защищаться и нападать на одну категорию хуже. Этот эффект не проймёт бойцов более высокого ранга, чем убитый.", "effect": {}},
            {"text": "Захватив в бою пленного, Вы можете жестоко казнить его позже прилюдно. Такое действие снизит вероятность нападок на Вас со стороны враждебных фракций на две категории на следующий месяц.", "effect": {}},
            {"text": "Вы можете проводить казнь в бою, затрачивая всего один порыв. Это действие больше не подрывает мораль Ваших союзников, а кроме того может пронять бойцов даже более опытных, чем убитый.", "effect": {}}
          ]
        },
        {
          "id": "honorForFools",
          "name": "Честь - для идиотов и мертвецов",
          "levels": [
            {"text": "Ваши атаки во фланг и тыл получают преимущество в одну категорию.", "effect": {}},
            {"text": "Ваши атаки во фланг и тыл - всегда точные.", "effect": {}},
            {"text": "Ваши атаки во фланг и тыл не вызывают срабатывания реакции, а кроме того забирают у цели один порыв даже в случае промаха.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 3},
        {"type": "aspect", "id": "shadow", "cost": 3}
      ]
    },
    {
      "id": "heretic",
      "name": {"m": "Еретик", "f": "Еретичка"},
      "nameEn": "Heretic",
      "professions": [],
      "aspects": ["mysticism", "knowledge"],
      "traits": [
        {
          "id": "comprehendingIncomprehensible",
          "name": "Постигая непостижимое",
          "levels": [
            {"text": "Парадокс - Ваше второе имя. Проходя любую проверку, Вы можете выбрать противоположную ей и преуспеть необъяснимым образом. Такая проверка, правда, будет на одну категорию сложнее заявленной. Вы должны объяснить, каким образом применяете свои навыки для того, чтобы пройти проверку.", "effect": {}},
            {"text": "Странно для других, естественно - для Вас. Вы можете выбрать соседнюю проверку вместо противоположной, но она будет на две категории сложнее.", "effect": {}},
            {"text": "Гениальность или безумие? Главное, чтобы это работало. Противоположные проверки больше не получают штрафа, а штраф при использовании соседних проверок снижен до одной категории.", "effect": {}}
          ]
        },
        {
          "id": "verbalMagic",
          "name": "Вербальная магия",
          "levels": [
            {"text": "Посвятив месяц изучению и анализу необъяснимых мистических сущностей, вы всё же находите кое-какие закономерности. Вы способны создавать заклинания - нелепые высказывания, которые нужно громко пропевать странно пританцовывая, чтобы они сработали. Каждое использование заклинания - парная проверка Порядка и Диверсии, требующая основного действия в бою или полного хода в небоевой сцене. Сложность определяется мастером по степени реалистичности задумки. Эти проверки нельзя заменить на другие, к ним не применяются никакие бонусы. Если обе пройдены - заклинание срабатывает как и планировалось, если провалена одна - не происходит ничего, если провалены обе - срабатывает наоборот. Одновременно Вы можете помнить только три заклинания.", "effect": {}},
            {"text": "Вы учитесь записывать свои заклинания и лучше запоминать, как именно их следует выполнять. Проверки сложности теперь проще на одну категорию, а если Вам нужно выбросить на кубике 6 или меньше, Вы проходите проверку автоматически. Теперь Вы можете хранить в своей памяти три заклинания и ещё три - в своих записях. Заклинания из памяти используются основным действием, заклинания из записей - основным действием и двумя порывами.", "effect": {}},
            {"text": "Вы научились так хорошо записывать свои заклинания, что даже другие могут их повторять. Потратив не менее двух недель и одного очка развития на изучение, Ваш товарищ может научиться использовать заклинание. В вашей собственной памяти теперь может храниться до шести заклинаний, ещё три - в записях.", "effect": {}}
          ]
        },
        {
          "id": "completePicture",
          "name": "Дорисовать картину",
          "levels": [
            {"text": "Высокие аналитические способности и хорошая интуиция - невероятно редкое сочетание, но благодаря этой связке Вы можете понимать то, что для других - недоступно. Например, разгадывать самые запутанные истории по обрывкам информации. Раз в месяц Вы можете сделать невероятную догадку - точно узнать причину какого-то события, которое Вы подробно изучали.", "effect": {}},
            {"text": "Будущее не может быть секретом для того, кто так хорошо понимает прошлое. Раз в месяц Вы можете сделать невероятную догадку - точно узнать последствия какого-то события, которое Вы подробно изучали или действия, которое собираетесь совершить.", "effect": {}},
            {"text": "Остальные видят только разрозренные кусочки, а Вы - полную картину. Жаль, что такие озарения посещают Вас лишь иногда. Раз в месяц Вы можете точно узнать самый лучший, простой и надёжный способ добиться каких-то результатов.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "mysticism", "cost": 3},
        {"type": "aspect", "id": "knowledge", "cost": 3}
      ]
    },
    {
      "id": "seeker",
      "name": {"m": "Искатель", "f": "Искательница"},
      "nameEn": "Seeker",
      "professions": [],
      "aspects": ["nature", "community"],
      "traits": [
        {
          "id": "wolfToWolf",
          "name": "Волк волку человек",
          "levels": [
            {"text": "Дух первооткрывателя толкает Вас почти всё время проводить в экспедициях по неизведанным землям. Вы здорово научились находить общий язык с местными дикими сообществами, Ваша Репутация с ними начинается с Небольшого Влияния (2), а все проверки Поиска и Влияния с их помощью на две категории проще.", "effect": {}},
            {"text": "Вы легко можете затеряться в дикой местности, поселившись в диком сообществе. За месяц проживания с ними, Вы можете хорошо выучить их язык, подняв попутно уровень Репутации до Дружбы (5). Ваши проверки Поиска в этой местности с помощью дружественных аборигенов проще на три категории.", "effect": {}},
            {"text": "Затратив достаточно времени, Вы способны, кажется, подружиться с кем угодно. Теперь Вы можете вжиться в сообщество любых животных или монстров, если им свойственна хотя бы какая-то стайность или социальность. На это придётся потратить не менее трёх месяцев, но в результате вы получите полное знание местности Как Свои Пять Пальцев (10), и одно очко развития.", "effect": {}}
          ]
        },
        {
          "id": "artifactorFlair",
          "name": "Чутьё артефактора",
          "levels": [
            {"text": "Пока другие покупают безделушки по цене магических артефактов, Вы делаете обратное. Паранормальное чутьё позволяет Вам находить действительно магические предметы даже в куче хлама, если они там есть. Проверки Поиска и Влияния проще на две категории при попытке найти артефакты.", "effect": {}},
            {"text": "Продажа магических материалов, ингредиентов и артефактов позволяет Вам выручить на одну категорию больше богатства.", "effect": {}},
            {"text": "Собирая вместе все знания о местной природе, слухи и легенды местного населения и своё таинственное чутьё, Вы гораздо легче находите древние руины, гробницы, затерянные города, магические места силы и прочее подобное. Проверки такого рода легче на три категории.", "effect": {}}
          ]
        },
        {
          "id": "untilVictorious",
          "name": "До победного",
          "levels": [
            {"text": "Простая неудача не может остановить Вашу несгибаемую волю Искателя. Раз в месяц Вы можете попробовать пройти проверку ещё два раза, если провалили первую попытку. Если вы пройдёте хотя бы одну из трёх - это зачитывается как успех. Мастер может наложить на Вас какой-нибудь штраф за приложение чрезмерных усилий.", "effect": {}},
            {"text": "Если Вы преуспели со второй попытки, третью можете использовать на другой проверке в этом же месяце.", "effect": {}},
            {"text": "Если Вы проваливаете проверку все три раза, при следующей попытке Ваша проверка будет на одну категорию проще.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "nature", "cost": 3},
        {"type": "aspect", "id": "community", "cost": 3}
      ]
    },
    {
      "id": "dervish",
      "name": {"m": "Дервиш", "f": "Дервишка"},
      "nameEn": "Dervish",
      "professions": [],
      "aspects": ["community", "mysticism"],
      "traits": [
        {
          "id": "danceOfBliss",
          "name": "Танец блаженства",
          "levels": [
            {"text": "Потратив действие в свой ход, Вы можете войти в особый боевой танец, в процессе которого не можете использовать атаки дальнего боя, но получаете преимущество в атаке в одну категорию.", "effect": {}},
            {"text": "Ваши движения иррациональны и непредсказуемы. Если Ваше передвижение или атака вызывает реакцию, пройдите проверку Влияния против Поиска противника. В случае успеха ему не удаётся отреагировать на Ваше действие, но затраченный порыв всё равно тратится.", "effect": {}},
            {"text": "Во время танца вы не получаете штрафов из-за ранений и морали (кроме смертельных), в к Вашей проверке Влияния на реакцию противника прибавляется две категории сложности.", "effect": {}}
          ]
        },
        {
          "id": "ignitingHearts",
          "name": "Зажигающий сердца",
          "levels": [
            {"text": "Свет вашей безграничной веры зажигает сердца и увлекает за собой. Ваши проверки Влияния вне боя легче на две категории, если цель не настроена враждебно по отношению к Вам.", "effect": {}},
            {"text": "Вы учитесь входить в особый транс в танце, который позволяет Вам лучше настроиться на следующую проверку. Проведя особый ритуал, Вы можете снизить сложность следующей проверки на категорию.", "effect": {}},
            {"text": "Ваш фанатизм сияет настолько ярко, что способен заворожить даже врага в бою. Теперь Ваши проверки Влияния легче на две категории даже в бою, даже в отношении врагов.", "effect": {}}
          ]
        },
        {
          "id": "asIfNoOneSees",
          "name": "Как будто никто не видит",
          "levels": [
            {"text": "Дервиш - это юродивый, которого никто не замечает, если он только сам того не хочет. Найти Вас в поселении с помощью Влияния на категорию сложнее.", "effect": {}},
            {"text": "Паранормальное чувство опасности ведёт Вас, позволяя избегать недоброжелателей. Найти Вас с помощью Влияния или Поиска становится сложнее на две категории. Этот бонус работает как в поселениях, так и в дикой природе.", "effect": {}},
            {"text": "Если Вас никто не видит, Вы можете делать что захотите. Проверки Диверсии становятся проще на две категории, если Вы лично участвуете в деле.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "community", "cost": 3},
        {"type": "aspect", "id": "mysticism", "cost": 3}
      ]
    },
    {
      "id": "bard",
      "name": {"m": "Бард", "f": "Бардесса"},
      "nameEn": "Bard",
      "professions": [],
      "aspects": ["community", "shadow"],
      "traits": [
        {
          "id": "withoutMusic",
          "name": "А без музыки…",
          "levels": [
            {"text": "Хотя бардам и не часто приходится участвовать в сражениях, в кабацких драках они бывают чаще прочих. Те, кто не научился защищать себя - попросту не выжили. Потратив два порыва Вы можете провести проверку Влияния против Влияния противника, чтобы отвлечь его и заставить потерять оставшиеся действия и порывы.", "effect": {}},
            {"text": "Пока Ваша собственная мораль высока и у Вас нет тяжёлых ранений, Вы можете петь в бою, не затрачивая никаких ресурсов. Это укрепляет мораль окружающих, добавляя единицу.", "effect": {}},
            {"text": "Ваше пение теперь повышает мораль на две единицы, а затратив в свой ход полное действие Вы можете подключить к нему игру на инструменте, попробовав, таким образом, отвлечь внимание сразу всей противников, которые способны Вас видеть и слышать. С высокой долей вероятности они вскоре захотят атаковать Вас.", "effect": {}}
          ]
        },
        {
          "id": "welcomeGuest",
          "name": "Желанный гость",
          "levels": [
            {"text": "Любое застолье проходит приятнее под хорошую музыку. Мало кто откажется от присутствия барда на светском рауте. Вы в курсе всех слухов поселения, в котором провели хотя бы один месяц, это упрощает Ваши проверки Влияния в поселении на три категории. ", "effect": {}},
            {"text": "Если Вы проводите в поселении хотя бы месяц, все фракции кроме враждебных, начинают относиться к Вам как минимум с Симпатией (1).", "effect": {}},
            {"text": "Если Вы проводите в поселении хотя бы месяц, все фракции кроме враждебных начинают относиться к Вам как к доброму приятелю (Сопереживание, 4), а жители окрестных селений - с Симпатией (1)", "effect": {}}
          ]
        },
        {
          "id": "lightWedge",
          "name": "Свет клином",
          "levels": [
            {"text": "Любое тёмное дело гораздо проще провернуть, если в нём участвует яркий фанфарон, привлекающий всё внимание. Вы не можете действовать в одиночку, но облегчаете проверки Диверсии для своих друзей на одну категорию. Этот бонус складывается с другими, которыми они обладают.", "effect": {}},
            {"text": "Как же не помочь хорошим ребятам! Вы облегчаете проверки Влияния на одну категорию для своих друзей, этот бонус складывается с другими. Размер бонуса к Диверсии увеличивается до двух категорий.", "effect": {}},
            {"text": " Как складно говорит! Проверки Порядка для Ваших друзей становятся легче на одну, Влияния - на две, Порядка - на три категории. Все эти бонусы складываются с другими, которые есть у этих персонажей.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "community", "cost": 2},
        {"type": "aspect", "id": "shadow", "cost": 4}
      ]
    },
    {
      "id": "assassin",
      "name": {"m": "Убийца", "f": "Убийца"},
      "nameEn": "Assassin",
      "professions": [],
      "aspects": ["mysticism", "shadow"],
      "traits": [
        {
          "id": "slidingInShadows",
          "name": "Скользящий в тени",
          "levels": [
            {"text": "Договариваться и подкупать стражу - не для Вас. Вам больше по душе верёвка с крюком и немного акробатики. А ещё Вы тонко чувствуете опасности, потому знаете, куда и когда лучше не соваться. Проверки Диверсии на проникновение на защищаемые объекты легче на две категории. Вы гарантированно успешно проникаете на объект, если его охраняют только Бойцы или ниже.", "effect": {}},
            {"text": "Затратив полный ход (включая порывы и передвижения) Вы можете попробовать настроиться на своё сверхъестественное чувство и узнать, какие опасности есть поблизости. Этот талант работает нестабильно, но всё же много раз спасал Вам жизнь.", "effect": {}},
            {"text": "Тени вокруг Вас неестественно темны, а под Вашими шагами не хрустят ветки и не скрипят половицы. Вне боя противник может заметить Вас, только если вы попадёте в его фронтальное поле зрения без укрытия. Противник не может протрубить тревогу в тот же ход, когда обнаружил Вас, если Вы нанесли ему хотя бы лёгкую травму. Проверки Диверсии теперь легче на три категории, если Вы можете обосновать, как будете использовать своё мастерство проникновения. ", "effect": {}}
          ]
        },
        {
          "id": "flyingDeath",
          "name": "Летящая смерть",
          "levels": [
            {"text": "Вопреки расхожим мифам, убийца - вовсе не лучший воин на свете. Ваше лучшее оружие - неожиданность и удары в спину. Затрачивая порыв на передвижение, Вы можете сделать один шаг и метнуть небольшой металлический шип через одну клетку. При попадании, он нанесёт травму категории \"царапина\".", "effect": {}},
            {"text": "Вы можете метать своё оружие через две клетки, а при попадании вы можете выбрать \"точный удар\" категории царапина или \"лёгкая травма\".", "effect": {}},
            {"text": "Ваши метательные ножи отравлены. Если Вы наносите хотя бы \"лёгкую травму\" своим метательным шипом, противник подвергается воздействию сильного яда, который удвоит этот урон на следующий ход. Теперь Вы можете метать ножи порывом, не затормаживая своего движения, в Вашем распоряжении остаются все два очка передвижения.", "effect": {}}
          ]
        },
        {
          "id": "rememberDeath",
          "name": "Помни о смерти",
          "levels": [
            {"text": "Хотя вы не афишируете свои умения, многие знают, что Ваши недоброжелатели долго не живут. Кто-то захлебнулся чаем, кто-то накормил в лесу стаю волков, а кто-то упал на собственный кухонный нож 18 раз. Проверки Влияния на две категории (6) проще, если Вы пытаетесь запугать кого-то.", "effect": {}},
            {"text": "Доказательств нет, но слухи… Преступные сообщества поселения, в котором Вы живёте не менее месяца, относятся к Вам с опаской. Быть безразличными им не удаётся - либо ненависть, либо уважение. Уровни влияния с -2 до +2 недоступны, все сообщества должны выбрать свою сторону. Те, кому Вы не чинили явного зла, будут склонны выбрать дружбу. Переходить из -3 до +3 для Вас вдвое проще, чем в обратную сторону..", "effect": {}},
            {"text": "Кроме тех, кто Вас боится, есть ещё и те, кто Вам должен. Все проверки Влияния на категорию проще, если Вы провели в этом поселении не менее месяца. Этот бонус складывается с бонусом при угрозах.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "mysticism", "cost": 4},
        {"type": "aspect", "id": "shadow", "cost": 2}
      ]
    },
    {
      "id": "shaman",
      "name": {"m": "Шаман", "f": "Шаманка"},
      "nameEn": "Shaman",
      "professions": [],
      "aspects": ["mysticism", "nature"],
      "traits": [
        {
          "id": "bearSkin",
          "name": "Медвежья шкура",
          "levels": [
            {"text": "В бою Вы способны впадать в кровавую ярость - за каждую степень этого эффекта Ваши защита и атака повышаются на одну категорию, но Вы не можете сопротивляться соблазну рвать на части зубами и когтями тело поверженного врага, если оказываетесь вплотную к нему. Активация ярости происходит мгновенно, сразу на второй степени. Вы можете потратить действие, чтобы снизить уровень эффекта на единицу, проведя проверку категории Простая + степень эффекта. В случае провала, Вы не можете контролировать своего персонажа следующий ход. Расправа над поверженным занимает целое действие.", "effect": {}},
            {"text": "За каждого разодранного противника Вы получаете дополнительную степень эффекта, вплоть до пяти. Начиная с третьей, расправа над противником требует только один порыв.", "effect": {}},
            {"text": "Максимальная степень эффекта теперь шестая. Начиная с третьей Вы мгновенно раздираете противника на части, если добиваете своей атакой. Если же он уже был повержен к тому моменту, Вам требуется один порыв.", "effect": {}}
          ]
        },
        {
          "id": "iSee",
          "name": "Я вижу",
          "levels": [
            {"text": "Духи говорят с Вами, позволяют видеть своими глазами. Вы получаете дополнительную информацию о том, что происходит в пределах километра от Вас. Проверки Поиска легче на одну категорию.", "effect": {}},
            {"text": "Духи видят прошлое и будущее. Вы можете узнать прошлое и будущее места, которое посетили, если свяжетесь с духами, которые здесь живут. Доступна особая проверка Интуиции, сложность на усмотрение мастера.", "effect": {}},
            {"text": "Духи помнят, помнят всё. Вы можете ограниченно получать информацию от мёртвых. Доступна особая проверка интуиции, сложность на усмотрение мастера.", "effect": {}}
          ]
        },
        {
          "id": "visions",
          "name": "Видения",
          "levels": [
            {"text": "Знать - недостаточно, нужно ещё суметь применить эти знания на пользу делу. Вы учитесь использовать полученную информацию для шпионажа и диверсий, таким образом можете облегчить любую проверку Диверсии на одну категорию.", "effect": {}},
            {"text": "Предупреждён - значит вооружён. Позволяет усложнить вражеские проверки Диверсии против какого-то предприятия на одну категорию.", "effect": {}},
            {"text": "Удваивает бонусы двух предыдущих уровней этого умения.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "mysticism", "cost": 2},
        {"type": "aspect", "id": "nature", "cost": 4}
      ]
    },
    {
      "id": "fixer",
      "name": {"m": "Решала", "f": "Решала"},
      "nameEn": "Fixer",
      "professions": [],
      "aspects": ["knowledge", "shadow"],
      "traits": [
        {
          "id": "sneakyStrike",
          "name": "Подлый удар",
          "levels": [
            {"text": "Вы не рыцарь в сверкающих доспехах, а всего лишь деловой человек, который не хочет проблем. Но иногда проблемы приходят сами… Потратив один порыв Вы можете нанести точный лёгкий удар рукой по противнику. Если Вы держите в руках оружие, считается что Вы ударили рукоятью, гардой, древком. Этот удар гарантировано сработает против противника, который ещё не знает что Вы так умеете. Но только один раз, и всех увидевших Вы уже не сможете удивить повторно.", "effect": {}},
            {"text": "Ваша точная неожиданная атага теперь наносит лёгкую травму, а не царапину. После такой атаки защита противника снижена на две категории.", "effect": {}},
            {"text": "Разнообразие. Вы знаете столько приёмов, что можете удивить каждого. Если Вы используете подлый удар, в течении этого хода Вы можете применить его несколько раз до полного исчерпания порывов.", "effect": {}}
          ]
        },
        {
          "id": "whileNoOneSees",
          "name": "Пока никто не видит",
          "levels": [
            {"text": "Ваша специализация - тёмные дела, чаще всего торговые. Вы проводите теневые сделки проще, зарабатываете с них больше. Проверки проще на одну категорию, прибыль также больше на одну.", "effect": {}},
            {"text": "Ваши шансы найти что-то действительно ценное значительно повышаются, если Вы занимаетесь торговлей. Поиск через Влияние работает на две категории проще, если Вы знаете, что именно ищете.", "effect": {}},
            {"text": "Торговля удаётся Вам всё лучше - теперь проверки и прибыль лучше сразу на две категории. Раз в месяц Вы можете провести особенно крупную сделку, с повышенными шансами на провал и на то, что Вас поймают.", "effect": {}}
          ]
        },
        {
          "id": "boundByBlood",
          "name": "Повязанные кровью",
          "levels": [
            {"text": "У Вас обширная сеть контактов в криминальном мире, преимущественно - среди гильдий воров. Ваши отношения с ними изначально на уровне 4, Сопереживание, но могут и меняться со временем.", "effect": {}},
            {"text": "В любом поселении цивилизованного мира Вы легко можете найти своих. За звонкую монету они готовы выполнить любой заказ. Доступен особый тип наёмников - разъярённые бедняки. Они способны устроить беспорядки в своём селении, но не покинут его пределов.", "effect": {}},
            {"text": "Вам доступен особый тип наёмников - городские бандиты. Могут наниматься только в крупных городах, их дисциплина хромает, как и мораль. Зато они обходятся крайне дёшево и с такими потерями можно не считаться.", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "knowledge", "cost": 3},
        {"type": "aspect", "id": "shadow", "cost": 3}
      ]
    },
    {
      "id": "champion",
      "name": {"m": "Чемпион", "f": "Чемпион"},
      "nameEn": "Champion",
      "professions": [],
      "aspects": ["war"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 2}
      ]
    },
    {
      "id": "strategist",
      "name": {"m": "Стратег", "f": "Стратег"},
      "nameEn": "Strategist",
      "professions": [],
      "aspects": ["war"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 2},
        {"type": "class", "id": "surgeon", "cost": 4}
      ]
    },
    {
      "id": "sniper",
      "name": {"m": "Снайпер", "f": "Снайпер"},
      "nameEn": "Sniper",
      "professions": [],
      "aspects": ["war"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "war", "cost": 2},
        {"type": "class", "id": "warden", "cost": 4}
      ]
    },
    {
      "id": "surgeon",
      "name": {"m": "Хирург", "f": "Хирург"},
      "nameEn": "Surgeon",
      "professions": [],
      "aspects": ["knowledge"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "knowledge", "cost": 2},
        {"type": "class", "id": "strategist", "cost": 4}
      ]
    },
    {
      "id": "magister",
      "name": {"m": "Магистр", "f": "Магистр"},
      "nameEn": "Magister",
      "professions": [],
      "aspects": ["knowledge"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "knowledge", "cost": 2}
      ]
    },
    {
      "id": "advisor",
      "name": {"m": "Советник", "f": "Советница"},
      "nameEn": "Advisor",
      "professions": [],
      "aspects": ["knowledge"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "knowledge", "cost": 2},
        {"type": "class", "id": "politician", "cost": 4}
      ]
    },
    {
      "id": "politician",
      "name": {"m": "Политик", "f": "Политик"},
      "nameEn": "Politician",
      "professions": [],
      "aspects": ["community"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "community", "cost": 2},
        {"type": "class", "id": "advisor", "cost": 4}
      ]
    },
    {
      "id": "leader",
      "name": {"m": "Лидер", "f": "Лидер"},
      "nameEn": "Leader",
      "professions": [],
      "aspects": ["community"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "community", "cost": 2}
      ]
    },
    {
      "id": "instigator",
      "name": {"m": "Провокатор", "f": "Провокатор"},
      "nameEn": "Instigator",
      "professions": [],
      "aspects": ["community"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "community", "cost": 2},
        {"type": "class", "id": "spy", "cost": 4}
      ]
    },
    {
      "id": "spy",
      "name": {"m": "Шпион", "f": "Шпион"},
      "nameEn": "Spy",
      "professions": [],
      "aspects": ["shadow"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "shadow", "cost": 2},
        {"type": "class", "id": "instigator", "cost": 4}
      ]
    },
    {
      "id": "thief",
      "name": {"m": "Вор", "f": "Вор"},
      "nameEn": "Thief",
      "professions": [],
      "aspects": ["shadow"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "shadow", "cost": 2}
      ]
    },
    {
      "id": "trickster",
      "name": {"m": "Шулер", "f": "Шулер"},
      "nameEn": "Trickster",
      "professions": [],
      "aspects": ["shadow"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "shadow", "cost": 2},
        {"type": "class", "id": "mentalist", "cost": 4}
      ]
    },
    {
      "id": "mentalist",
      "name": {"m": "Менталист", "f": "Менталист"},
      "nameEn": "Mentalist",
      "professions": [],
      "aspects": ["mysticism"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "mysticism", "cost": 2},
        {"type": "class", "id": "trickster", "cost": 4}
      ]
    },
    {
      "id": "occultist",
      "name": {"m": "Оккультист", "f": "Оккультист"},
      "nameEn": "Occultist",
      "professions": [],
      "aspects": ["mysticism"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "mysticism", "cost": 2}
      ]
    },
    {
      "id": "seer",
      "name": {"m": "Провидец", "f": "Провидица"},
      "nameEn": "Seer",
      "professions": [],
      "aspects": ["mysticism"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "mysticism", "cost": 2},
        {"type": "class", "id": "stalker", "cost": 4}
      ]
    },
    {
      "id": "stalker",
      "name": {"m": "Сталкер", "f": "Сталкер"},
      "nameEn": "Stalker",
      "professions": [],
      "aspects": ["nature"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "nature", "cost": 2},
        {"type": "class", "id": "seer", "cost": 4}
      ]
    },
    {
      "id": "archon",
      "name": {"m": "Архонт", "f": "Архонт"},
      "nameEn": "Archon",
      "professions": [],
      "aspects": ["nature"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "nature", "cost": 2}
      ]
    },
    {
      "id": "warden",
      "name": {"m": "Страж", "f": "Страж"},
      "nameEn": "Warden",
      "professions": [],
      "aspects": ["nature"],
      "traits": [
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        },
        {
          "id": "placeholder",
          "name": "Временный",
          "levels": [
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}},
            {"text": "Этот класс ещё не прописан, как и его способности", "effect": {}}
          ]
        }
      ],
      "edges": [
        {"type": "aspect", "id": "nature", "cost": 2},
        {"type": "class", "id": "sniper", "cost": 4}
      ]
    }
  ],
  "metadata": {
    "systemName": "triP Classes",
    "version": "1.0"
  }
}
