export default {
    noble_child: {
        name: "Благородный",
        text: "Вы происходите из богатого и влиятельного рода, хоть и пытаетесь действовать без их опеки. Возможно Вы чем-то разочаровали своих родителей или хотите что-то им доказать? Живы ли они вообще? Так или иначе, Вам значительно проще найти общий язык с другими благородными, а вот простой люд обычно считает Вас зарвавшимся и высокомерным",
        trait: "Проверки Влияния проще на категорию при общении с благородными, тяжелее на категорию с остальными",
    },
    street_urchin: {
        name: "Городской сорванец",
        text: "Пока другие учились ремёслам или помогали родителям, срывая спины на тяжёлой работе, Вы убегали от стражников по узким городским улочкам. В Вашу память врезалось главное правило: всё что ты нашёл - может быть твоим. Если достаточно быстро бегать, конечно.",
        trait: "Все проверки Поиска проще на категорию, все проверки Порядка - сложнее на категорию.",
    },
    apprentice: {
        name: "Подмастерье",
        text: "В чём разница между сложным и тяжёлым? Сложная работа достаётся мастеру, а вот тяжёлая - подмастерью. Ваш учитель брался только за самые сложные заказы, а остальное время почти всегда отдыхал, пока Вы горбатились. Дураку бы стало понятно, что чтобы жить хорошо, нужно стать мастером. А Вы - совсем не дурак.",
        trait: "Проверки Порядка проще на категорию, проверки Влияния - сложнее на категорию.",
    },
    farmer_child: {
        name: "Сельский",
        text: "Ваша семья - не самые умные или богатые, зато таких называют солью земли. Простые крестьяне живут своим трудом, кормят со своей земли всех тех, кто её топчет. Включая всех этих вояк и лордов. ",
        trait: "Проверки Поиска на одну категорию проще, проверки Влияния на категорию прощее при общении с простыми людьми, на категорию сложнее - при общении с благородными.",
    },
    trader_child: {
        name: "Серебряная ложка",
        text: "Вы родились в семье успешного купца, и до самой юности ни в чём не знали нужды. Однако всё хорошее когда-нибудь заканчивается, и теперь Вам нужно самому искать своё место в жизни. Наверное, впитанные Вами знания сумеют в этом как-то помочь.",
        trait: "При попытках купить нечто дешевле или продать дороже, Ваши проверки Влияния на категорию проще. Однако, Вы расточительны и Вам нужен доход на один уровень выше, чтобы иметь какой-то уровень Богатства",
    },
    warrior_child: {
        name: "Наследник",
        text: "Ваш отец был воином, причём далеко не из последних. Учить Вас своему ремеслу он не хотел, зато об ужасах войны рассказывал очень много. Думал, что хотя бы так Вы не пойдёте по его стопам. Но теперь он Вам больше не указ и Вы можете сами выбирать свою судьбу.",
        trait: "При выборе начального снаряжения Вы можете выбрать одно воинское оружие, даже не имея достаточного Богатства. Каждый бой Вы начинаете с единицей положительной морали, но все проверки Хаоса и Порядка для Вас сложнее на категорию",
    },
    knight_child: {
        name: "Рыцарёнок",
        text: "Мелкие феодалы не любимы никем - лорды не считаются с ними как с равными, крестьяне ненавидят из-за налогообложения... даже для других рыцарей ты скорее соперник, чем соратник. Вы росли в условиях, когда все кто не семья - враги. А теперь ещё и покинули родовое гнездо.",
        trait: "При выборе начального снаряжения Вы можете выбрать два воинских оружия и доспех, даже не имея достаточного Богатства. Все проверки Поиска и Влияния тяжелее на категорию.",
    },
    cult_child: {
        name: "Послушник",
        text: "Ваше детство прошло в служении сверхъестественному. Ритуалы и аскеза для Вас гораздо понятнее, чем каждодневный труд или, тем более, военные сражения.",
        trait: "Проверки Хаоса проще на категорию, как и проверки Влияния при общении со служителями любых культов. Защита и нападение в бою сложнее на одну категорию.",
    },
}